tap "alexanderwillner/tap"
tap "bradp/vv"
tap "colindean/fonts-nonfree"
tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jonof/kenutils"
tap "moncho/dry"
tap "nvie/tap"
tap "phinze/cask"
tap "telemachus/brew,", "https://telemachus@bitbucket.org/telemachus/brew.git"
# Search tool like grep, but optimized for programmers
brew "ack"
# Recompression utilities for .PNG, .MNG, .ZIP, and .GZ files
brew "advancecomp"
# Plugin manager for zsh, inspired by oh-my-zsh and vundle
brew "antigen"
# Apache Portable Runtime library
brew "apr"
# SSL/TLS cryptography library
brew "openssl"
# Companion library to apr, the Apache Portable Runtime library
brew "apr-util"
# Password hashing library and CLI utility
brew "argon2"
# C/C++ and Java libraries for Unicode and globalization
brew "icu4c"
# Standard SGML representation system for technical documents
brew "docbook"
# Formatter/translator for text files to numerous formats. Includes a2x
brew "asciidoc"
# Spell checker with better logic than ispell
brew "aspell"
# Automatic configure script builder
brew "autoconf"
# Client for Amazon Elastic Beanstalk web service
brew "aws-elasticbeanstalk"
# GNU internationalization (i18n) and localization (l10n) library
brew "gettext"
# GNU multiple precision arithmetic library
brew "gmp"
# Portable Foreign Function Interface library
brew "libffi"
# C string library for manipulating Unicode strings
brew "libunistring"
# Common error values for all GnuPG components
brew "libgpg-error"
# Assuan IPC Library
brew "libassuan"
# Passphrase entry dialog utilizing the Assuan protocol
brew "pinentry"
# Safely store secrets in Git/Mercurial/Subversion
brew "blackbox"
# Fish completion for brew-cask
brew "brew-cask-completion"
# Library for manipulating PNG images
brew "libpng"
# Software library to render fonts
brew "freetype"
# GNU database manager
brew "gdbm"
# Perl compatible regular expressions library
brew "pcre"
# Library for command-line editing
brew "readline"
# Command-line interface for SQLite
brew "sqlite"
# General-purpose data compression with high compression ratio
brew "xz"
# Core application library for C
brew "glib"
# Decentralized dependency manager for Cocoa
brew "carthage"
# Like cat but displays content with syntax highlighting
brew "ccat"
# Cross-platform make
brew "cmake"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Lightweight DNS forwarder and DHCP server
brew "dnsmasq", restart_service: true
# XML vocabulary to create presentation-neutral documents
brew "docbook-xsl"
# Select default apps for documents and URL schemes on macOS
brew "duti"
# Image manipulation library
brew "jpeg"
# High quality MPEG Audio Layer III (MP3) encoder
brew "lame"
# TIFF library and utilities
brew "libtiff"
# Color management engine supporting ICC profiles
brew "little-cms2"
# Image format providing lossless and lossy compression for web images
brew "webp"
# H.264/AVC encoder
brew "x264"
# High-performance, high-quality MPEG-4 video library
brew "xvid"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Create thumbnails for your video files
brew "ffmpegthumbnailer"
# Static type checker for JavaScript
brew "flow"
# Generic library support script
brew "libtool"
# Interpreted, interactive, object-oriented programming language
brew "python@2"
# Command-line outline and bitmap font editor/converter
brew "fontforge"
# ODBC 3 connectivity for UNIX
brew "unixodbc"
# Libraries to talk to Microsoft SQL Server and Sybase databases
brew "freetds"
# Monitor a directory for changes and run a shell command
brew "fswatch"
# GIF image/animation creator/editor
brew "gifsicle"
# Command-line utility for uploading Gists
brew "gist"
# Distributed revision control system
brew "git"
# Extensions to follow Vincent Driessen's branching model
brew "git-flow"
# Git extension for versioning large files
brew "git-lfs"
# Git extension to generate reports for standup meetings
brew "git-standup"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Image processing tools collection
brew "graphicsmagick"
# Powerful, lightweight programming language
brew "lua"
# Convert source code to formatted text with syntax highlighting
brew "highlight"
# Instant coding answers via the command-line
brew "howdoi"
# Add GitHub support to git on the command-line
brew "hub"
# Configurable static site generator
brew "hugo"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Extract Digicam setting info from EXIF JPEG headers
brew "jhead"
# Utility to optimize JPEG files
brew "jpegoptim"
# Lightweight and flexible command-line JSON processor
brew "jq"
# LastPass command-line interface tool
brew "lastpass-cli"
# International domain name library (IDNA2008, Punycode and TR46)
brew "libidn2"
# Postgres C API library
brew "libpq"
# NaCl networking and cryptography library
brew "libsodium"
# YAML Parser
brew "libyaml"
# C library for reading, creating, and modifying zip archives
brew "libzip"
# Text-based web browser
brew "lynx"
# Swiss Army Knife for macOS
brew "m-cli"
# Mac App Store command-line interface
brew "mas"
# Platform built on V8 to build network applications
brew "node"
# Platform built on V8 to build network applications
brew "node@10"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# PNG file optimizer
brew "optipng"
# Swiss-army knife of markup format conversion
brew "pandoc"
# Percona Toolkit for MySQL
brew "percona-toolkit"
# General-purpose scripting language
brew "php@7.2", link: true
# Programmer-oriented testing framework for PHP
brew "phpunit"
# Manage compile and link flags for libraries
brew "pkg-config"
# Optimizer for PNG files
brew "pngcrush"
# PNG image optimizing utility
brew "pngquant"
# Framework for managing multi-language pre-commit hooks
brew "pre-commit"
# Python version management
brew "pyenv"
# Ruby version manager
brew "rbenv"
# Utility that provides fast incremental file transfer
brew "rsync"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# PVR application to search and manage TV shows
brew "sickbeard"
# User interface to the TELNET protocol (built from macOS Sierra sources)
brew "telnet"
# Code-search similar to ack
brew "the_silver_searcher"
# Minimal, todo.txt-focused editor
brew "todo-txt"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Auto-hinter for TrueType fonts
brew "ttfautohint"
# Extract, view, and test RAR archives
brew "unrar"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# Black box WordPress vulnerability scanner
brew "wpscan"
# Drop-in replacement for xcodebuild with a few extra features
brew "xctool"
# JavaScript package manager
brew "yarn"
# UNIX shell (command interpreter)
brew "zsh"
# Additional completion definitions for zsh
brew "zsh-completions"
# Simple read-only comand-line interface to your Things 3 database
brew "alexanderwillner/tap/things.sh"
brew "bradp/vv/vv"
# It's like cat(1), but for images.
brew "eddieantonio/eddieantonio/imgcat"
# node.js dependency for heroku
brew "heroku/brew/heroku-node"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Ken Silverman's PNG optimisation utility
brew "jonof/kenutils/pngout"
# a Docker manager for the terminal
brew "moncho/dry/dry"
# Suite of useful Git commands
brew "nvie/tap/git-toolbelt"

# homebrew cask installs (non-command line apps)
cask "alfred2"
cask "discord-ptb"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-fontawesome"
cask "hazel3"
cask "java8"
cask "musixmatch"
cask "visual-studio-code-insiders"
cask "colindean/fonts-nonfree/font-microsoft-office"
cask "phinze/cask/abstract"
cask "phinze/cask/adobe-air"
cask "phinze/cask/adobe-creative-cloud"
cask "phinze/cask/adobe-digital-editions"
cask "phinze/cask/alfred"
cask "phinze/cask/android-file-transfer"
cask "phinze/cask/android-studio"
cask "phinze/cask/androidtool"
cask "phinze/cask/appcleaner"
cask "phinze/cask/atom"
cask "phinze/cask/audio-hijack"
cask "phinze/cask/bartender"
cask "phinze/cask/browserstacklocal"
cask "phinze/cask/caffeine"
cask "phinze/cask/charles"
cask "phinze/cask/cheatsheet"
cask "phinze/cask/chromedriver"
cask "phinze/cask/discord"
cask "phinze/cask/docker"
cask "phinze/cask/drawio"
cask "phinze/cask/dropbox"
cask "phinze/cask/droplr"
cask "phinze/cask/duet"
cask "phinze/cask/epubquicklook"
cask "phinze/cask/etrecheckpro"
cask "phinze/cask/figma"
cask "phinze/cask/firefox"
cask "phinze/cask/fliqlo"
cask "phinze/cask/flux"
cask "phinze/cask/freeter"
cask "phinze/cask/gas-mask"
cask "phinze/cask/ghosttile"
cask "phinze/cask/gitter"
cask "phinze/cask/gmvault"
cask "phinze/cask/go2shell"
cask "phinze/cask/google-chrome"
cask "phinze/cask/graphiql"
cask "phinze/cask/handbrake"
cask "phinze/cask/hazel"
cask "phinze/cask/hyper"
cask "phinze/cask/imageoptim"
cask "phinze/cask/istat-menus"
cask "phinze/cask/iterm2"
cask "phinze/cask/java"
cask "phinze/cask/kaleidoscope"
cask "phinze/cask/katalon-studio"
cask "phinze/cask/keybase"
cask "phinze/cask/keycastr"
cask "phinze/cask/kindle"
cask "phinze/cask/kitematic"
cask "phinze/cask/kobo"
cask "phinze/cask/lastpass"
cask "phinze/cask/marked"
cask "phinze/cask/microsoft-teams"
cask "phinze/cask/mjml"
cask "phinze/cask/mockoon"
cask "phinze/cask/ngrok"
cask "phinze/cask/notion"
cask "phinze/cask/numi"
cask "phinze/cask/parallels"
cask "phinze/cask/phew"
cask "phinze/cask/plex-media-server"
cask "phinze/cask/postman"
cask "phinze/cask/provisionql"
cask "phinze/cask/qlcolorcode"
cask "phinze/cask/qlimagesize"
cask "phinze/cask/qlmarkdown"
cask "phinze/cask/qlmobi"
cask "phinze/cask/qlstephen"
cask "phinze/cask/qlvideo"
cask "phinze/cask/quickjson"
cask "phinze/cask/quicklook-csv"
cask "phinze/cask/quicklook-json"
cask "phinze/cask/quicklook-pat"
cask "phinze/cask/quicklookapk"
cask "phinze/cask/quicklookase"
cask "phinze/cask/radarr"
cask "phinze/cask/rcdefaultapp"
cask "phinze/cask/receiptquicklook"
cask "phinze/cask/sejda-pdf"
cask "phinze/cask/sequel-pro"
cask "phinze/cask/sketch"
cask "phinze/cask/skyfonts"
cask "phinze/cask/slack"
cask "phinze/cask/soundsource"
cask "phinze/cask/spamsieve"
cask "phinze/cask/spotify"
cask "phinze/cask/station"
cask "phinze/cask/sublime-text"
cask "phinze/cask/suspicious-package"
cask "phinze/cask/teamviewer"
cask "phinze/cask/telegram"
cask "phinze/cask/the-unarchiver"
cask "phinze/cask/timing"
cask "phinze/cask/transmission"
cask "phinze/cask/typora"
cask "phinze/cask/unetbootin"
cask "phinze/cask/vagrant"
cask "phinze/cask/virtualbox"
cask "phinze/cask/vlc"
cask "phinze/cask/vmware-fusion"
cask "phinze/cask/webpquicklook"
cask "phinze/cask/yo"

# Apple Store apps
mas "Agenda", id: 1287445660
mas "Airmail", id: 918858936
mas "Anaxi", id: 1317534033
mas "Be Focused", id: 973134470
mas "Better Rename 9", id: 414209656
mas "Chronicle", id: 1434243396
mas "com.apptorium.Workspaces", id: 1219826448
mas "Contrast", id: 1254981365
mas "Core Tunnel", id: 1354318707
mas "Dropzone 3", id: 695406827
mas "Expressions", id: 913158085
mas "Fantastical", id: 975937182
mas "Growl", id: 467939042
mas "HP Easy Scan", id: 967004861
mas "Jayson", id: 1189824719
mas "Just Press Record", id: 979561272
mas "LastPass", id: 926036361
mas "LG Screen Manager", id: 1142051783
mas "LinCastor Browser", id: 1037256618
mas "Magnet", id: 441258766
mas "Master of Typing: Tutor", id: 1225121166
mas "Memory Cleaner", id: 748212890
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Word", id: 462054704
mas "Mindcad Tiler", id: 432460453
mas "Noizio", id: 928871589
mas "OhMyStar2", id: 1218642292
mas "OneDrive", id: 823766827
mas "Paste", id: 967805235
mas "Paste JSON as Code • quicktype", id: 1330801220
mas "Patterns", id: 429449079
mas "PCalc", id: 403504866
mas "Power Prompter Express", id: 1114323504
mas "Quests Alpha", id: 1447415753
mas "Reeder", id: 880001334
mas "SnailGit Lite", id: 1099475282
mas "SnippetsLab", id: 1006087419
mas "Spark", id: 1176895641
mas "SQLPro for MySQL", id: 899174769
mas "Streaks", id: 1274680634
mas "stts", id: 1187772509
mas "System Designer", id: 1102494854
mas "Telephone", id: 406825478
mas "TermHere", id: 1114363220
mas "Termius", id: 1176074088
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Tweetbot", id: 557168941
mas "Tweetbot", id: 1384080005
mas "Typeface", id: 1062679359
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
