tap "alexanderwillner/tap"
tap "bradp/vv"
tap "colindean/fonts-nonfree"
tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jonof/kenutils"
tap "moncho/dry"
tap "nvie/tap"
tap "phinze/cask"
brew "ack"
brew "advancecomp"
brew "antigen"
brew "apr"
brew "openssl@1.1"
brew "apr-util"
brew "argon2"
brew "icu4c"
brew "docbook"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciidoc"
brew "aspell"
brew "autoconf"
brew "aws-elasticbeanstalk"
brew "gettext"
brew "gmp"
brew "libffi"
brew "libunistring"
brew "libidn2"
brew "libgpg-error"
brew "libassuan"
brew "pinentry"
brew "blackbox"
brew "brew-cask-completion"
brew "libpng"
brew "freetype"
brew "pcre"
brew "glib"
brew "carthage"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "docbook-xsl"
brew "duti"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "flow"
brew "libtool"
brew "fontforge"
brew "unixodbc"
brew "freetds"
brew "fswatch"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-standup"
brew "go"
brew "graphicsmagick"
brew "lua"
brew "highlight"
brew "howdoi"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "jq"
brew "lastpass-cli"
brew "libpq"
brew "libsodium"
brew "libyaml"
brew "libzip"
brew "lynx"
brew "m-cli"
brew "mas"
brew "node"
brew "node@10"
brew "optipng"
brew "pandoc"
brew "percona-toolkit"
brew "php@7.2", link: true
brew "phpunit"
brew "pkg-config"
brew "pngcrush"
brew "pngquant"
brew "pre-commit"
brew "pyenv"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "telnet"
brew "the_silver_searcher"
brew "todo-txt"
brew "tree"
brew "ttfautohint"
brew "unrar"
brew "watchman"
brew "wget"
brew "wpscan"
brew "xctool"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "alexanderwillner/tap/things.sh"
brew "bradp/vv/vv"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "jonof/kenutils/pngout"
brew "moncho/dry/dry"
brew "nvie/tap/git-toolbelt"
cask "abstract"
cask "adobe-air"
cask "adobe-creative-cloud"
cask "adobe-digital-editions"
cask "airfoil"
cask "airparrot"
cask "alfred"
cask "appcleaner"
cask "audio-hijack"
cask "authy"
cask "backblaze"
cask "bluestacks"
cask "brave-browser"
cask "cardhop"
cask "charles"
cask "cheatsheet"
cask "chromedriver"
cask "discord"
cask "docker"
cask "dropbox"
cask "droplr"
cask "epubquicklook"
cask "etrecheckpro"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-microsoft-office"
cask "gas-mask"
cask "gemini"
cask "go2shell"
cask "google-chrome"
cask "google-drive-file-stream"
cask "graphiql"
cask "handbrake"
cask "hazel"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "kaleidoscope"
cask "keyboard-maestro"
cask "keycastr"
cask "krisp"
cask "lastpass"
cask "microsoft-teams"
cask "miro"
cask "mjml"
cask "mockoon"
cask "ngrok"
cask "notion"
cask "parallels"
cask "pokerstars"
cask "post-haste"
cask "postman"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlvideo"
cask "quickjson"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "receiptquicklook"
cask "reflector"
cask "rocket"
cask "sequel-pro"
cask "sketch"
cask "skyfonts"
cask "slack"
cask "soundsource"
cask "spamsieve"
cask "steam"
cask "tableplus"
cask "the-unarchiver"
cask "thingsmacsandboxhelper"
cask "timemachineeditor"
cask "transmit"
cask "vanilla"
cask "visual-studio-code-insiders"
cask "vlc"
cask "waves-central"
cask "webpquicklook"
mas "Better Rename 9", id: 414209656
mas "Colors for Hue", id: 581915465
mas "com.apptorium.Workspaces", id: 1219826448
mas "Core Tunnel", id: 1354318707
mas "Delay-Start", id: 591620786
mas "Drafts", id: 1435957248
mas "Dropzone 3", id: 695406827
mas "Fantastical", id: 975937182
mas "Flow", id: 1423210932
mas "Growl", id: 467939042
mas "Jira", id: 1475897096
mas "Just Press Record", id: 979561272
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LG Screen Manager", id: 1142051783
mas "Magnet", id: 441258766
mas "PCalc", id: 403504866
mas "Reeder", id: 880001334
mas "Sip", id: 507257563
mas "SiteSucker", id: 442168834
mas "Spark", id: 1176895641
mas "StuffIt Expander", id: 919269455
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Tweetbot", id: 1384080005
mas "Typeface", id: 1062679359
mas "Webcam Settings", id: 533696630
mas "Xcode", id: 497799835
