tap "bradp/vv"
tap "colindean/fonts-nonfree"
tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "jonof/kenutils"
tap "moncho/dry"
tap "phinze/cask"
tap "telemachus/brew,", "https://telemachus@bitbucket.org/telemachus/brew.git"
brew "ack"
brew "advancecomp"
brew "antigen"
brew "apr"
brew "openssl"
brew "apr-util"
brew "argon2"
brew "docbook"
brew "asciidoc"
brew "aspell"
brew "autoconf"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "python@2"
brew "aws-elasticbeanstalk"
brew "gettext"
brew "gmp"
brew "libffi"
brew "libunistring"
brew "libgpg-error"
brew "libassuan"
brew "pinentry"
brew "blackbox"
brew "brew-cask-completion"
brew "libpng"
brew "freetype"
brew "pcre"
brew "glib"
brew "ccat"
brew "cmake"
brew "dnsmasq", restart_service: true
brew "docbook-xsl"
brew "duti"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "jpeg"
brew "ffmpegthumbnailer"
brew "icu4c"
brew "libtiff"
brew "libtool"
brew "fontforge"
brew "freetds"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-standup"
brew "go"
brew "graphicsmagick"
brew "lua"
brew "highlight"
brew "howdoi"
brew "hub"
brew "hugo"
brew "xz"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "jq"
brew "lastpass-cli", args: ["with-pinentry"]
brew "libidn2"
brew "libpq"
brew "libsodium"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "lynx"
brew "m-cli"
brew "mas"
brew "node"
brew "openssl@1.1"
brew "optipng"
brew "pandoc"
brew "unixodbc"
brew "webp"
brew "php"
brew "phpunit"
brew "pkg-config"
brew "pngcrush"
brew "pngquant"
brew "pyenv"
brew "python"
brew "ruby"
brew "sickbeard"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "ttfautohint"
brew "watchman"
brew "wget"
brew "wpscan"
brew "xctool"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "zsh-completions"
brew "bradp/vv/vv"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "jonof/kenutils/pngout"
brew "moncho/dry/dry"
cask "alfred2"
cask "discord-ptb"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "hazel3"
cask "lastpass"
cask "colindean/fonts-nonfree/font-microsoft-office"
cask "phinze/cask/abstract"
cask "phinze/cask/adobe-air"
cask "phinze/cask/adobe-creative-cloud"
cask "phinze/cask/adobe-digital-editions"
cask "phinze/cask/alfred"
cask "phinze/cask/android-file-transfer"
cask "phinze/cask/android-studio"
cask "phinze/cask/androidtool"
cask "phinze/cask/appcleaner"
cask "phinze/cask/atom"
cask "phinze/cask/audio-hijack"
cask "phinze/cask/bartender"
cask "phinze/cask/browserstacklocal"
cask "phinze/cask/calibre"
cask "phinze/cask/charles"
cask "phinze/cask/chromedriver"
cask "phinze/cask/discord"
cask "phinze/cask/docker"
cask "phinze/cask/dropbox"
cask "phinze/cask/droplr"
cask "phinze/cask/duet"
cask "phinze/cask/firefox"
cask "phinze/cask/fission"
cask "phinze/cask/flux"
cask "phinze/cask/framer"
cask "phinze/cask/freeter"
cask "phinze/cask/gas-mask"
cask "phinze/cask/ghosttile"
cask "phinze/cask/gitter"
cask "phinze/cask/gmvault"
cask "phinze/cask/go2shell"
cask "phinze/cask/google-chrome"
cask "phinze/cask/handbrake"
cask "phinze/cask/hazel"
cask "phinze/cask/imageoptim"
cask "phinze/cask/istat-menus"
cask "phinze/cask/iterm2"
cask "phinze/cask/java"
cask "phinze/cask/kactus"
cask "phinze/cask/kaleidoscope"
cask "phinze/cask/kindle"
cask "phinze/cask/kitematic"
cask "phinze/cask/kobo"
cask "phinze/cask/lepton"
cask "phinze/cask/lingo"
cask "phinze/cask/liteicon"
cask "phinze/cask/marked"
cask "phinze/cask/microsoft-teams"
cask "phinze/cask/mono-mdk"
cask "phinze/cask/muzzle"
cask "phinze/cask/nucleo"
cask "phinze/cask/paparazzi"
cask "phinze/cask/pluralsight"
cask "phinze/cask/postman"
cask "phinze/cask/qlimagesize"
cask "phinze/cask/qlmarkdown"
cask "phinze/cask/qlmobi"
cask "phinze/cask/qlstephen"
cask "phinze/cask/qlvideo"
cask "phinze/cask/quickjson"
cask "phinze/cask/quicklook-json"
cask "phinze/cask/quicklook-pat"
cask "phinze/cask/quicklookapk"
cask "phinze/cask/quicklookase"
cask "phinze/cask/sabnzbd"
cask "phinze/cask/sequel-pro"
cask "phinze/cask/sketch"
cask "phinze/cask/skyfonts"
cask "phinze/cask/slack"
cask "phinze/cask/sonarr"
cask "phinze/cask/soundsource"
cask "phinze/cask/spamsieve"
cask "phinze/cask/spotify"
cask "phinze/cask/station"
cask "phinze/cask/sublime-text"
cask "phinze/cask/suspicious-package"
cask "phinze/cask/switchresx"
cask "phinze/cask/teamviewer"
cask "phinze/cask/telegram"
cask "phinze/cask/the-unarchiver"
cask "phinze/cask/timing"
cask "phinze/cask/transmission"
cask "phinze/cask/typora"
cask "phinze/cask/unetbootin"
cask "phinze/cask/vagrant"
cask "phinze/cask/vagrant-manager"
cask "phinze/cask/virtualbox"
cask "phinze/cask/vlc"
cask "phinze/cask/vmware-fusion"
cask "phinze/cask/webpquicklook"
cask "phinze/cask/xmind-zen"
cask "phinze/cask/yo"
cask "phinze/cask/zeplin"
mas "Bear", id: 1091189122
mas "Better Rename 9", id: 414209656
mas "Contrast", id: 1254981365
mas "Fantastical 2", id: 975937182
mas "Freewriter", id: 1008837223
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "Memory Cleaner", id: 748212890
mas "Noizio", id: 928871589
mas "Paste", id: 967805235
mas "Patterns", id: 429449079
mas "PCalc", id: 403504866
mas "Power Prompter Express", id: 1114323504
mas "SnippetsLab", id: 1006087419
mas "TermHere", id: 1114363220
mas "Tweetbot", id: 557168941
mas "Tweetbot", id: 1384080005
mas "Typeface", id: 1062679359
mas "typeface", id: 1062679359
mas "Xcode", id: 497799835
